#• Создадим пустую функцию, которая ничего не возвращает.

#• Характеристика, которая принимается как число, возвращает его значение умноженное на два.

#• Напишем функцию, которая определяет параметр на чётность. Если чётное число принтим («да») в ином случае («нет»).

#• Пишем функцию, принимающую два аргумента. После чего проверим, если первое число больше 10, принтим ('да').
#Если меньше('нет').

def easy_function(a,b):
    pass

#№2
def soso_function():
    n = int(input('Введите число: '))
    result = n * 2
    return result

print(soso_function())